[A_Coordination_Ability H7HeroAbility]
mName="Координация"
mTooltip="Если враг не ответил на первую атаку дружественного существа в ближнем бою, существо атакует ту же цель повторно (один раз за раунд)."
[A_Coordination_Buff H7BaseBuff]
mName="Координация"
[A_DeadAngle_Ability H7HeroAbility]
mName="Мертвая зона"
mTooltip="Вражеский отряд при контратаке получает %spell1.spell.buff1.buff.stat к %ICON_ATTACK атаке, если ваши существа зашли им в тыл."
[A_DeadAngle_Buff H7BaseBuff]
mName="Мертвая зона"
[A_Hide_Ability H7HeroAbility]
mName="Исчезновение"
mTooltip="В конце раунда дружественные существа получают покров Малассы, если они не получили урона в текущем раунде."
[A_MephiticScent_Ability H7HeroAbility]
mName="Отравленный воздух"
mTooltip="Дружественные существа, находящиеся под покровом Малассы, наносят %buff.buff.d.min ед. урона от %ICON_DARK магии тьмы за каждое существо в отряде при проходе через вражеское существо."
[A_ShroudOfMalassa_Shrouded_Buff_GuaranteedCrit H7BaseBuff]
mName="Под покровом"
[A_SmokeBomb_Ability H7HeroAbility]
mName="Дымовая бомба"
mTooltip="Когда дружественные отряды выходят из-под покрова Малассы, все находившиеся рядом вражеские существа получают %buff.buff.stat к %ICON_INITIATIVE инициативе до конца следующего раунда."
[A_SmokeBomb_Buff H7BaseBuff]
mName="Дымовая бомба"
mTooltip="%stat к %ICON_INITIATIVE инициативе.\nДлительность (раунды): %durnow."
[A_WeakSpot_Ability H7HeroAbility]
mName="Уязвимое место"
mTooltip="Будучи атакованными в ближнем бою, вражеские отряды получают %spell1.spell.buff.buff.stat2 к %ICON_ATTACK атаке и %spell1.spell.buff.buff.stat1 к %ICON_DEFENSE защите. Эффект действует до окончания раунда."
[A_WeakSpot_Buff H7BaseBuff]
mName="Уязвимое место"
mTooltip="%stat2 к %ICON_ATTACK атаке.\n%stat1 к %ICON_DEFENSE защите.\nЭффект действует до окончания раунда."

UCP

[A_Confusion_Buff H7BaseBuff]
mName="Смятение"
mTooltip="Отряд не контратакует.\nЭффект действует до конца хода активного существа.\n(Не действует на нежить и конструктов)"

[A_Confusion_Ability H7HeroAbility]
mName="Смятение"
mTooltip="Атака героя также не позволяет вражескому атакованному существу отвечать на атаки до завершения хода существа, активного в данный момент.\n(Не действует на нежить и конструктов)"

UCP 1.1

[A_ShroudOfMalassa_Shrouded_Buff H7BaseBuff]
mName="Под покровом"
mTooltip="Этот отряд может проходить через любое другое существо. Длится до первой атаки существа."

[A_ShroudOfMalassa_Shrouded_Buff_1_Novice H7BaseBuff]
mName="Под покровом"
mTooltip="Этот отряд может проходить через любое другое существо. Длится до первой атаки существа."

[A_ShroudOfMalassa_Shrouded_Buff_2_Expert H7BaseBuff]
mName="Под покровом"
mTooltip="Этот отряд может проходить через любое другое существо и получает%stat1 %ICON_MAX_MOVEMENT к скорости. Длится до первой атаки существа."

[A_ShroudOfMalassa_Shrouded_Buff_3_Master H7BaseBuff]
mName="Под покровом"
mTooltip="Этот отряд может проходить через любое другое существо и получает %stat1 %ICON_MAX_MOVEMENT скорости. Длится до первой атаки существа (при атаке существо дополнительно получает %special3.val1 к %ICON_ATTACK атаке и %special5.val1 к %ICON_LUCK удаче)."


H7.5_mod v2

[A_ShroudOfMalassa_Skill H7Skill]
mDescriptions[0]="Дружественные существа, находящиеся под покровом Малассы, ослабляют отряды противника во время первой атаки."
mDescriptions[2]="В начале боя все дружественные существа получают покров Малассы, позволяющий проходить через любое другое существо. Эффект снимается после первой атаки существа."
mDescriptions[3]="Существа, находящиеся под покровом Малассы, получают %buff2.buff.stat1 к %ICON_MAX_MOVEMENT скорости."
mDescriptions[4]="Существа, находящиеся под покровом Малассы, получают %buff3.buff.special3.val1 к %ICON_ATTACK атаке и %buff3.buff.special5.val1 к %ICON_LUCK удаче при проведении атаки."
mName="Покров Малассы"
mTooltip="Уникальный навык (Лига теней)."